var contentOld = `<div class="box">
<table width="100%" border="0" align="center" cellpadding="0" cellspacing="0">
    <tbody>
        <tr>
            <td height="80" align="center" class="b14">《金融界网站用户注册协议》</td>
        </tr>
        <tr>
            <td style="padding:0px 15px 0px 15px;">
                <p>欢迎您使用金融界网站服务！<br><br>
                    <strong>特别提示：</strong><br> 在使用金融界服务之前，您应当认真阅读并遵守《金融界网站服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。如您对协议有任何疑问的，应向金融界客服咨询。
                    <br> 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他金融界允许的方式实际使用金融界平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与金融界平台达成协议。您承诺接受并遵守本协议的约定， 届时您不应以未阅读本协议的内容或者未获得金融界对您问询的解答等理由，主张本协议无效，或要求撤销本协议。<br><br>
                </p>
                <p><strong>一、 协议范围</strong><br> 1、本协议由您与金融界平台的经营者共同缔结，本协议具有合同效力。
                    <br> 金融界平台的经营者是指法律认可的经营金融界网站的责任主体，金融界平台所有权、经营权均属北京富华创新科技发展有限责任公司，有关金融界平台经营者的信息请查看金融界平台首页底部公布的信息。
                    <br> 金融界平台交易是指用户（或称投资者）通过金融界所属的证券通进行账户管理、证券买卖等交易，以及用户通过盈利宝进行投资或者购买理财产品。平台交易的过程中，金融界仅提供平台服务，相关的证券交易和基金、理财产品的购买是由与金融界合作的证券公司、基金公司、第三方支付公司或者其他网络服务商提供服务。
                    <br> 2、除另行明确声明外，金融界平台服务包含任何金融界及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用金融界平台服务。
                    <br> 3、本协议内容包括协议正文、 法律声明及所有金融界已经发布或将来可能发布的各类规则、公告或通知（以下合称“金融界规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。<br> 4、金融界有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在网站公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用金融界平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用金融界服务。
                    <br><br></p>
                <p><strong>二、 注册与账户</strong><br> 2、注册和账户
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他金融界允许的方式实际使用金融界平台服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者金融界允许的其它方式作为登录手段进入金融界平台。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您了解并同意，如您在金融界注册成功，您可能可以同步获得盈利宝、证券通和爱投顾登录名。如果获得登录名，您可以通过您的金融界登录名直接登录金融界旗下其他平台，包括金融界、盈利宝、证券通以及后续可能开通的其他网站/服务（以下合称金融界网站”），而无需重新注册。您在此明确授权，您的账户注册信息在您通过金融界平台注册成功时，已授权金融界披露给所有金融界网站和关联平台使用，以使您更便捷地使用我们的服务。金融界平台交易的过程中，将根据金融界平台或者交易服务商的要求进行实名认证或者实名注册，金融界提示您，昵称在交易过程中可能并不适用。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c）您可以对账户设置金融界昵称，您也可以通过该金融界昵称登录金融界平台。您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，金融界有权终止向您提供金融界平台服务，注销您的昵称。昵称被注销后将开放给任意用户注册。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d）您的登录名、金融界昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经金融界同意，且需提供金融界要求的合格的文件材料并根据金融界制定的操作流程办理。
                    <br> 3、用户信息

                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，金融界有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部金融界平台服务。金融界对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便金融界或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用金融界平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按金融界的要求进行操作。
                    <br> 4、账户安全
                    <br> 您须自行负责对您的金融界登录名、昵称和密码保密，且须对您在该登录名、金融界昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或交易服务等）承担责任。您同意：(a) 如发现任何人未经授权使用您的金融界登录名、昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知金融界，并授权金融界将该信息同步给金融界网站及其关联网站；及 (b) 确保您在每个上网时段结束时，以正确步骤离开网站/服务。金融界不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解金融界对您的请求采取行动需要合理时间，金融界对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
                    5、金融界登录名注销<br>&nbsp;&nbsp;&nbsp;&nbsp;a）如您连续12个月未使用您的邮箱、手机或金融界认可的其他方式和密码登录过金融界平台，也未登录过其他任意金融界关联网站，且您的账户下不存在未到期的有效业务，您的金融界登录名可能被注销，不能再登录任意一家金融界平台，所有服务同时终止。
                <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您同意并授权金融界网站，您如在金融界网站有欺诈、违规发布或销售商品、违规发布证券信息、侵犯他人合法权益或其他违反法律法规、网站规则等行为，金融界在合法、合理的范围内对此有权披露，您的金融界登录名可能被注销、不能再登录金融界网站，所有网站服务同时终止。
                <br><br>
                <p></p>

                <p><strong>三、 金融界平台服务</strong><br> 1、通过金融界及其关联公司提供的金融界平台服务和其它服务，用户可在合法范围内在金融界平台上发布资讯信息、进行股票、基金等金融产品的交易，具体以所开通的平台提供的服务内容为准。
                    <br> 2、您了解并同意，金融界有权应政府部门（包括司法及行政部门）的要求，向其提供您向金融界提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则金融界亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
                    <br> 3、您在使用金融界平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
                    <br><br></p>

                <p><strong>四、金融界平台服务使用规范</strong><br> 1、在金融界平台上使用金融界服务过程中，您承诺遵守以下约定：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)实施的所有行为均遵守国家法律、法规等规范性文件及金融界平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)不发布国家禁止的证券信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德或金融界认为不适合在金融界平台上发布的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)不对金融界平台上的任何数据作商业性利用，包括但不限于在未经金融界事先书面同意的情况下，以复制、传播等任何方式使用金融界平台站上展示的资料。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)不使用任何装置、软件或例行程序干预或试图干预金融界的正常运作或正在金融界平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸金融界平台网络设备的行动。
                    <br><br> 2、您了解并同意：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保金融界免于因此产生任何损失或增加费用。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)基于维护金融界平台交易秩序及交易安全的需要，金融界、关联公司或其他服务提供商有权在发生恶意交易等扰乱证券市场正常交易秩序的情形下，执行关闭相应交易等操作。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者金融界根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或规则的条款的，则金融界有权在金融界平台上公示您的该等涉嫌违法或违约行为及金融界已对您采取的措施。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)对于您在金融界平台上发布的涉嫌违法、涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，金融界有权不经通知您即予以删除，且按照规则的规定进行处罚。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)对于您违反本协议项下承诺，或您在金融界平台上实施的行为，包括您未在金融界平台上实施但已经对金融界平台及其用户产生影响的行为，金融界有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;f)如您涉嫌违反有关法律或者本协议之规定，使金融界遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿金融界因此造成的损失和/或发生的费用，包括合理的律师费用。
                    <br><br></p>
                <p><strong>五、特别授权</strong><br> 您完全理解并不可撤销地授予金融界及其关联公司下列权利：
                    <br> 1、您完全理解并不可撤销地授权金融界或金融界授权的第三方或您与金融界一致同意的第三方，根据本协议及金融界规则的规定，处理您在金融界平台上发生的所有交易及可能产生的交易纠纷。您同意接受金融界或金融界授权的第三方或您与金融界一致同意的第三方的判断和调处决定。该决定将对您具有法律约束力。
                    <br> 2、一旦您向金融界和/或其关联公司，包括但不限于盈利宝、证券通、爱投顾等作出任何形式的承诺，且相关公司已确认您违反了该承诺，则金融界有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，金融界无须就相关确认与您核对事实，或另行征得您的同意，且金融界无须就此限制措施或公示行为向您承担任何的责任。
                    <br><br> 3、一旦您违反本协议，或与金融界签订的其他协议的约定，金融界有权以任何方式通知金融界关联公司，要求其对您的权益采取限制措施，包括但不限于要求将您账户内的款项支付给金融界指定的对象，要求金融界关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。
                    <br> 4、对于您提供的资料及数据信息，您授予金融界及其关联公司独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，金融界及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于金融界平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。 5、为方便您使用金融界平台服务及或其他组织的服务（以下称其他服务），您同意并授权金融界将您在账户注册/激活、使用金融界平台服务过程中提供、形成的信息传递给向您提供其他服务的网站或其他组织，或从提供其他服务的网站或其他组织获取您在注册/激活、使用其他服务期间提供、形成的信息。您同意不会因此追究金融界及其关联公司以及各家合作公司的责任。
                    <br><br></p>

                <p><strong>六、责任范围和责任限制</strong><br> 1、金融界负责按"现状"和"可得到"的状态向您提供金融界平台服务。但金融界对金融界平台服务不作任何明示或暗示的保证，包括但不限于金融界平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，金融界也不对金融界平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
                    <br> 2、您了解金融界平台上的信息系用户自行发布，且可能存在风险和瑕疵。金融界平台仅作为交易地点。金融界平台仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但金融界无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
                    <br> 3、除非法律法规明确要求，或出现以下情况，否则，金融界没有义务对所有用户的信息数据、商品和服务信息、交易行为以及与交易有关的其它事项进行事先审查：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)金融界有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)金融界有合理的理由认为用户在金融界平台的行为涉嫌违法或不当。
                    <br> 4、您了解并同意，金融界不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论金融界是否已被告知该等损害赔偿的可能性) ：<br>&nbsp;&nbsp;&nbsp;&nbsp;a)使用或未能使用金融界平台服务。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)第三方未经批准的使用您的账户或更改您的数据。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)通过金融界平台服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)您对金融界平台服务的误解。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)任何非因金融界的原因而引起的与金融界平台服务有关的其它损失。
                    <br> 5、金融界尤其提示您：网站上所载文章、数据仅供参考，金融界及其关联公司提供平台并不代表认可其立场。用户据此操作的风险自行承担。金融界不承担任何责任。证券投资市场和理财市场有风险，投资须谨慎。

                    <br> 6、不论在何种情况下，金融界均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
                    <br><br></p>

                <p><strong>七、协议终止</strong><br> 1、您同意，金融界有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部金融界平台服务，暂时冻结或永久冻结（注销）您的账户在金融界平台的权限，且无须为此向您或任何第三方承担任何责任。
                    <br> 2、出现以下情况时，金融界有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在金融界平台的权限和收回账户对应的昵称：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)金融界终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为金融界用户的；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或金融界以其它联系方式通知您更改电子邮件信息，而您在金融界通知后三个工作日内仍未更改为有效的电子邮箱的。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)本协议（含规则）变更时，您明示并通知金融界不愿接受新的服务协议的；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)其它金融界认为应当终止服务的情况。
                    <br> 3、您的账户服务被终止或者账户在金融界平台的权限被永久冻结（注销）后，金融界没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。

                    <br> 4、您同意，您与金融界的合同关系终止后，金融界仍享有下列权利：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）继续保存您的用户信息及您使用金融界平台服务期间的所有交易信息。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您在使用金融界平台服务期间存在违法行为或违反本协议和/或规则的行为的，金融界仍可依据本协议向您主张权利。
                    <br> 5、金融界中止或终止向您提供金融界平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保金融界免于因此产生任何损失或承担任何费用：

                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)您在服务中止或终止之前已经上传至金融界平台的商品或服务尚未交易的，金融界有权在中止或终止服务的同时删除此项商品或服务的相关信息；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，金融界有权删除该买卖合同及其交易商品或服务的相关信息；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，金融界可以不删除该项交易，但金融界有权在中止或终止服务的同时将相关情形通知您的交易对方。
                    <br><br></p>

                <p><strong>八、隐私权政策</strong><br> 金融界将在金融界平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
                    <br><br></p>

                <p><strong>九、法律适用、管辖与其他</strong><br> 1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。
                    <br> 2、本协议包含了您使用各家金融界平台需遵守的一般性规范，您在使用某个金融界平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。
                    <br> 3、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用金融界服务所产生的争议应由金融界的经营者与您沟通并处理。一旦产生争议，您与金融界平台的经营者均同意以金融界所属公司所在地人民法院为第一审管辖法院。
                    <br><br></p>

                <p>最新修订日期：2014年11月22日</p>
                <br>
                <br>
                <p></p>
            </td>
        </tr>
    </tbody>
</table>
</div>`
var content = `<div class="box">
<table width="100%" border="0" align="center" cellpadding="0" cellspacing="0">
    <tbody>
        <tr>
            <td height="80" align="center" class="b14">《酒店预订用户注册协议》</td>
        </tr>
        <tr>
            <td style="padding:0px 15px 0px 15px;">
                <p>欢迎您使用酒店预订服务！<br><br>
                    <strong>特别提示：</strong><br> 在使用酒店预订服务之前，您应当认真阅读并遵守《酒店预订平台服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。如您对协议有任何疑问的，请向酒店预订客服咨询。
                    <br> 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他酒店预订允许的方式实际使用酒店预订平台服务时，即表示您已充分阅读、理解并接受本协议的全部内容，并与酒店预订平台达成协议，您将有权依据本协议的条款接受酒店预订平台提供的服务，同时有义务接受本协议条款的约束。您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得酒店预订对您问询的解答等理由，主张本协议无效，或要求撤销本协议。<br><br>
                </p>
                <p><strong>一、 协议范围</strong><br> 1、本协议由您与酒店预订平台的经营者共同缔结，本协议具有合同效力。
                    <br> 酒店预订平台的经营者是指法律认可的经营酒店预订平台的责任主体，酒店预订的所有权、经营权均属财富汇盈（北京）投资咨询有限公司，有关酒店预订平台经营者的信息请查看酒店预订平台首页底部公布的信息。
                    <br> 酒店预订平台交易是指用户（或称投资者）通过酒店预订提供的推介服务所购买理财产品的行为。平台交易的过程中，酒店预订仅提供平台服务，相关的基金、投资咨询及理财产品的购买是由与酒店预订合作的基金公司代销公司、证券投资咨询公司、第三方支付公司或者其他有资质的服务商提供服务。
                    <br> 2、除另行明确声明外，酒店预订平台服务包含任何酒店预订及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用酒店预订平台服务。
                    <br> 3、本协议内容包括协议正文、 法律声明及所有酒店预订已经发布或将来可能发布的各类规则、公告或通知（以下合称“酒店预订规则”或“规则”）。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。
                    <br> 4、酒店预订有权根据需要不时地制订、修改本协议及/或各类规则，并以平台公示的方式进行变更公告，无需另行单独通知您。变更后的协议和规则一经在平台公布后，立即或在公告明确的特定时间自动生效。若您在前述变更公告后继续使用酒店预订平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用酒店预订服务。
                    <br><br></p>
                <p><strong>二、 注册与账户</strong><br> 2、注册和账户
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，或在您按照激活页面提示填写信息、阅读并同意本协议且完成全部激活程序后，或您以其他酒店预订允许的方式实际使用酒店预订平台服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者酒店预订允许的其它方式作为登录手段进入酒店预订平台。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您了解并同意，您的账户注册信息在您通过酒店预订平台注册成功时，已授权酒店预订披露给所有酒店预订平台和关联平台使用，以使您更便捷地使用我们的服务。酒店预订平台交易的过程中，将根据酒店预订平台或者交易服务商的要求进行实名认证或者实名注册，酒店预订提示您，昵称在交易过程中可能并不适用。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c）您可以对账户设置酒店预订昵称，您也可以通过该酒店预订昵称登录酒店预订平台。您设置的昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的昵称涉嫌侵犯他人合法权益，酒店预订有权终止向您提供酒店预订平台服务，注销您的昵称。昵称被注销后将开放给任意用户注册。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d）您的登录名、酒店预订昵称和密码及管理权限不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经酒店预订同意，且需提供酒店预订要求的合格的文件材料并根据酒店预订制定的操作流程办理。
                    <br> 3、用户信息
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）在注册或激活流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，酒店预订有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部酒店预订平台服务。酒店预订对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便酒店预订或其他用户与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用酒店预订平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按酒店预订的要求进行操作。
                    <br> 4、账户安全
                    <br> 您须自行负责对您的酒店预订登录名、昵称和密码保密，且须对您在该登录名、酒店预订昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或交易服务等）承担责任。您同意：(a) 如发现任何人未经授权使用您的酒店预订登录名、昵称和密码，或发生违反保密规定的任何其他情况，您会立即通知酒店预订，并授权酒店预订将该信息同步给酒店预订平台及其关联平台；及 (b) 确保您在每个上网时段结束时，以正确步骤离开平台/服务。酒店预订不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解酒店预订对您的请求采取行动需要合理时间，酒店预订对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。</p>
                    5、酒店预订登录名注销<br>&nbsp;&nbsp;&nbsp;&nbsp;a）如您连续12个月未使用您的邮箱、手机或酒店预订认可的其他方式和密码登录过酒店预订平台，也未登录过其他任意酒店预订关联平台，且您的账户下不存在未到期的有效业务，您的酒店预订登录名可能被注销，不能再登录任意一家酒店预订平台，所有服务同时终止。
                <br>&nbsp;&nbsp;&nbsp;&nbsp;b）您同意并授权酒店预订平台，您如在酒店预订平台有欺诈、违规发布或销售商品、违规发布证券信息、侵犯他人合法权益或其他违反法律法规、平台规则等行为，酒店预订在合法、合理的范围内对此有权披露，您的酒店预订登录名可能被注销、不能再登录酒店预订平台，所有相关服务同时终止。
                <br><br>
                <p></p>

                <p><strong>三、 酒店预订平台服务</strong><br> 1、通过酒店预订及其合作公司提供的酒店预订平台服务和其它服务，用户可在合法范围内在酒店预订平台上接收或阅读所发布的理财资讯信息、向酒店预订推介的平台购买基金、保险及其他的理财产品，具体以所开通的平台提供的服务内容为准。为免歧义，您所购买的相关理财产品，均是由酒店预订向您推介的第三方公司提供，您在购买时，应向相应的服务主体了解相关产品的风险及收益，酒店预订提供的资讯不构成推荐购买建议，对相应产品的风险及您的投资行为也不承担任何的风险。
                    <br> 2、您了解并同意，酒店预订有权应政府部门（包括司法及行政部门）的要求，向其提供您向酒店预订提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则酒店预订亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。
                    <br> 3、您在使用酒店预订平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。
                    <br><br></p>

                <p><strong>四、酒店预订平台服务使用规范</strong><br> 1、在酒店预订平台上使用酒店预订服务过程中，您承诺遵守以下约定：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)实施的所有行为均遵守国家法律、法规等规范性文件及酒店预订平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)不发布国家禁止的证券信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的信息，不发布违背社会公共利益或公共道德或酒店预订认为不适合在酒店预订平台上发布的信息，不发布其它涉嫌违法或违反本协议及各类规则的信息。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)不对酒店预订平台上的任何数据作商业性利用，包括但不限于在未经酒店预订事先书面同意的情况下，以复制、传播等任何方式使用酒店预订平台站上展示的资料。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)不使用任何装置、软件或例行程序干预或试图干预酒店预订的正常运作或正在酒店预订平台上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸酒店预订平台网络设备的行动。
                    <br><br> 2、您了解并同意：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保酒店预订免于因此产生任何损失或增加费用。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)基于维护酒店预订平台交易秩序及交易安全的需要，酒店预订、关联公司或其他服务提供商有权在发生恶意交易等扰乱证券市场正常交易秩序的情形下，执行关闭相应交易等操作。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者酒店预订根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或规则的条款的，则酒店预订有权在酒店预订平台上公示您的该等涉嫌违法或违约行为及酒店预订已对您采取的措施。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)对于您在酒店预订平台上发布的涉嫌违法、涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，酒店预订有权不经通知您即予以删除，且按照规则的规定进行处罚。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)对于您违反本协议项下承诺，或您在酒店预订平台上实施的行为，包括您未在酒店预订平台上实施但已经对酒店预订平台及其用户产生影响的行为，酒店预订有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;f)如您涉嫌违反有关法律或者本协议之规定，使酒店预订遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿酒店预订因此造成的损失和/或发生的费用，包括合理的律师费用。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;g)您清楚的理解，您在酒店预订购买理财产品完全基于自己的判断。酒店预订及其合作主体不会向您做出任何的收益承诺，您也不会将酒店预订或任何第三方主体发布的信息认为是对您投资做出的相应承诺并据此购买理财产品，您将对您的投资行为承担完全的后果。
                    <br><br></p>
                <p><strong>五、特别授权</strong><br> 您完全理解并不可撤销地授予酒店预订及其关联公司下列权利：
                    <br> 1、您完全理解并不可撤销地授权酒店预订或酒店预订授权的第三方或您与酒店预订一致同意的第三方，根据本协议及酒店预订规则的规定，处理您在酒店预订平台上发生的所有交易及可能产生的交易纠纷。您同意接受酒店预订或酒店预订授权的第三方或您与酒店预订一致同意的第三方的判断和调处决定。该决定将对您具有法律约束力。
                    <br> 2、一旦您向酒店预订作出任何形式的承诺，且相关公司已确认您违反了该承诺，则酒店预订有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，酒店预订无须就相关确认与您核对事实，或另行征得您的同意，且酒店预订无须就此限制措施或公示行为向您承担任何的责任。
                    <br> 3、一旦您违反本协议，或与酒店预订签订的其他协议的约定，酒店预订有权以任何方式通知酒店预订关联公司，要求其对您的权益采取限制措施，包括但不限于要求将您账户内的款项支付给酒店预订指定的对象，要求酒店预订合作公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何平台公示您的违约情况。
                    <br> 4、对于您提供的资料及数据信息，您授予酒店预订及其合作公司独家的、全球通用的、永久的、免费的许可使用权利 (并有权在多个层面对该权利进行再授权)。此外，酒店预订及其关联公司有权(全部或部份地) 使用、复制、修订、改写、发布、翻译、分发、执行和展示您的全部资料数据（包括但不限于注册资料、交易行为数据及全部展示于酒店预订平台的各类信息）或制作其派生作品，并以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
                    <br> 5、为方便您使用酒店预订平台服务及或其他组织的服务（以下称其他服务），您同意并授权酒店预订将您在账户注册/激活、使用酒店预订平台服务过程中提供、形成的信息传递给向您提供其他服务的平台或其他组织，或从提供其他服务的平台或其他组织获取您在注册/激活、用其他服务期间提供、形成的信息。您同意不会因此追究酒店预订及其关联公司以及各家合作公司的责任。
                    <br><br></p>

                <p><strong>六、责任范围和责任限制</strong><br> 1、酒店预订负责按"现状"和"可得到"的状态向您提供酒店预订平台服务。但酒店预订对酒店预订平台服务不作任何明示或暗示的保证，包括但不限于酒店预订平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，酒店预订也不对酒店预订平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。
                    <br> 2、您了解酒店预订平台上的信息系用户自行发布，且可能存在风险和瑕疵。酒店预订平台仅作为交易地点。酒店预订平台仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但酒店预订无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担因此产生的责任与损失。
                    <br> 3、除非法律法规明确要求，或出现以下情况，否则，酒店预订没有义务对所有用户的信息数据、商品和服务信息、交易行为以及与交易有关的其它事项进行事先审查：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)酒店预订有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)酒店预订有合理的理由认为用户在酒店预订平台的行为涉嫌违法或不当。
                    <br> 4、您了解并同意，酒店预订不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论酒店预订是否已被告知该等损害赔偿的可能性) ：<br>&nbsp;&nbsp;&nbsp;&nbsp;a)使用或未能使用酒店预订平台服务。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)第三方未经批准的使用您的账户或更改您的数据。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)通过酒店预订平台服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)您对酒店预订平台服务的误解。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)任何非因酒店预订的原因而引起的与酒店预订平台服务有关的其它损失。
                    <br> 5、酒店预订尤其提示您：平台上所载文章、数据仅供参考，酒店预订及其合作公司并不代表认可其立场。用户据此操作的风险自行承担。酒店预订不承担任何责任。证券投资市场和理财市场有风险，投资须谨慎。
                    <br> 6、不论在何种情况下，酒店预订均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
                    <br><br></p>

                <p><strong>七、协议终止</strong><br> 1、您同意，酒店预订有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部酒店预订平台服务，暂时冻结或永久冻结（注销）您的账户在酒店预订平台的权限，且无须为此向您或任何第三方承担任何责任。
                    <br> 2、出现以下情况时，酒店预订有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在酒店预订平台的权限和收回账户对应的昵称：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)酒店预订终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为酒店预订用户的；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或酒店预订以其它联系方式通知您更改电子邮件信息，而您在酒店预订通知后三个工作日内仍未更改为有效的电子邮箱的。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;d)本协议（含规则）变更时，您明示并通知酒店预订不愿接受新的服务协议的；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;e)其它酒店预订认为应当终止服务的情况。
                    <br>3、您的账户服务被终止或者账户在酒店预订平台的权限被永久冻结（注销）后，酒店预订没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
                    <br> 4、您同意，您与酒店预订的合同关系终止后，酒店预订仍享有下列权利：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a）继续保存您的用户信息及您使用酒店预订平台服务期间的所有交易信息。
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您在使用酒店预订平台服务期间存在违法行为或违反本协议和/或规则的行为的，酒店预订仍可依据本协议向您主张权利。
                    <br> 5、酒店预订中止或终止向您提供酒店预订平台服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保酒店预订免于因此产生任何损失或承担任何费用：
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;a)您在服务中止或终止之前已经上传至酒店预订平台的商品或服务尚未交易的，酒店预订有权在中止或终止服务的同时删除此项商品或服务的相关信息；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;b)您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，酒店预订有权删除该买卖合同及其交易商品或服务的相关信息；
                    <br>&nbsp;&nbsp;&nbsp;&nbsp;c)您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，酒店预订可以不删除该项交易，但酒店预订有权在中止或终止服务的同时将相关情形通知您的交易对方。
                    <br><br></p>

                <p><strong>八、隐私权政策</strong><br> 酒店预订将在酒店预订平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。

                    <br><br></p>

                <p><strong>九、法律适用、管辖与其他</strong><br> 1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国大陆地区法律，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。
                    <br> 2、本协议包含了您使用各家酒店预订平台需遵守的一般性规范，您在使用某个酒店预订平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。
                    <br> 3、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用酒店预订服务所产生的争议应由酒店预订的经营者与您沟通并处理。一旦产生争议，您与酒店预订平台的经营者均同意以酒店预订所属公司所在地人民法院为第一审管辖法院。
                    <br><br></p>
                <br>
                <br>
                <p></p>
            </td>
        </tr>
    </tbody>
</table>
</div>`
export default {
  content,
  appid: 'wxb1cf0414fa10d42b',
  prefixUrl: '//c.jrj.com.cn/mid/index.html'
  // prefixUrl: '//cc.jrj.com.cn:1024/loginPhone'
}
